/* Search Field Menu Item */
"Album" = "Album";

/* Search Field Menu Item */
"All" = "All";

/* Library toolbar button label */
"Append" = "Append";

/* Library toolbar button label */
"Append Albums" = "Append Albums";

/* Library toolbar button Label */
"Append Artists" = "Append Artists";

/* Library toolbar button label */
"Append Genres" = "Append Genres";

/* Library toolbar button label */
"Append Tracks" = "Append Tracks";

/* Question if the user wants to delete the playlist */
"Are you sure you want to delete the playlist \"%@\"?" = "Are you sure you want to delete the playlist \"%@\"?";

/* Search Field Menu Item */
"Artist" = "Artist";

/* No comment provided by engineer. */
"Artist or Album is unknown, can't fetch anything." = "Artist or Album is unknown, can't fetch anything.";

/* Compilations */
"Compilations" = "Compilations";

/* Info Area Status Indicator */
"Connecting to %@" = "Connecting to %@";

/* Error message if unable to fetch stuff from amazon */
"Could not fetch data:" = "Could not fetch data:";

/* Error message if unable to make image from data */
"Could not get image." = "Could not get image.";

/* No comment provided by engineer. */
"Cover Art disabled." = "Cover Art disabled.";

/* First startup dialog asking about enabling of cover art: Alternate Button */
"Disable Album Artwork" = "Disable Album Artwork";

/* First startup dialog asking about enabling of cover art: Title */
"Display Album Artwork." = "Display Album Artwork.";

/* First startup dialog asking about enabling of cover art: Default Button */
"Enable Album Artwork" = "Enable Album Artwork";

/* Library toolbar button label */
"Get Info" = "Get Info";

/* Happens when libmpd loses connection with MPD Server */
"Lost connection with server." = "Lost connection with server.";

/* Not available marker for time */
"n/a" = "n/a";

/* Main Window toolbar items label */
"Next" = "Next";

/* Error message if no detail page was found. */
"No Detail Page available." = "No Detail Page available.";

/* No comment provided by engineer. */
"No image available." = "No image available.";

/* No comment provided by engineer. */
"None" = "None";

/* Info Area Status Text */
"Not connected." = "Not connected.";

/* Info Area Status Text */
"Not playing." = "Not playing.";

/* Main Window toolbar items label */
"Pause" = "Pause";

/* Main Window toolbar items label */
"Play" = "Play";

/* Main Window toolbar items label */
"Previous" = "Previous";

/* Search Field Menu Title */
"Search Menu" = "Search Menu";

/* Main Window toolbar items label */
"Stop" = "Stop";

/* First startup dialog asking about enabling of cover art: Informative Text */
"Theremin can automatically show album artwork. Theremin needs to submit information about the currently playing album to Amazon to show the album artwork." = "Theremin can automatically show album artwork. Theremin needs to submit information about the currently playing album to Amazon to show the album artwork.";

/* Search Field Menu Item */
"Title" = "Title";

/* The string empty fields in the Get Info dialogs are set to */
"Unknown" = "Unknown";

/* Unknown Album */
"Unknown Album" = "Unknown Album";

/* Unknown Artist */
"Unknown Artist" = "Unknown Artist";

/* Happens when the user presses cancel on request for a password */
"User canceled authentication request." = "User canceled authentication request.";

